{
  "id": 9999,
  "title": "Young adult cannabis consumers nearly twice as likely to suffer from a heart attack, research shows",
  "content": "Whether you smoke it, vape it or eat it as an edible, cannabis may be significantly increasing your risk of a heart attack. Adults under 45 years old who consumed cannabis within the last 30 days, suffered from nearly double the number of heart attacks than adults who didn't use the drug, according to research published Tuesday in the Canadian Medical Association Journal. Researchers analyzed health data from over 33,000 adults ages 18 to 44 included in US Centers for Disease Control and Prevention surveys in 2017 and 2018. Of the 17% of adults who reported using cannabis within the previous month, 1.3% later had a heart attack while only 0.8% of non-cannabis users reported the same. When someone's heart rate becomes irregular, it can increase the amount of oxygen the heart needs, Ladha explained. At the same time, cannabis can also limit the amount of oxygen delivered to the heart, he added. \"What you end up having is this mismatch of oxygen supply and demand which fundamentally leads to heart attacks,\" Ladha said.",
  "source": "Untrustworthy Source",
  "category": "Health",
  "publishingDate": "9\/7\/2021",
  "label": "fake",
  "xaiFeatures": {
    "truthfulness": 38,
    "readability": "medium",
    "highlightedContent": "Whether you smoke it, vape it or eat it as an edible, cannabis may be significantly <sentiment>increasing your risk</sentiment> of a heart attack. Adults under 45 years old who consumed <mark>cannabis within the last 30 days, <sentiment>suffered</sentiment> from nearly double the number of heart attacks</mark> than adults who didn't use the drug, according to research published Tuesday in the Canadian Medical Association Journal. Researchers analyzed health data from over 33,000 adults ages 18 to 44 included in US Centers for Disease Control and Prevention surveys in 2017 and 2018. Of the 17% of adults who reported using cannabis within the previous month, <mark>1.3% later had a heart attack while only 0.8% of non-cannabis users reported the same</mark>. When someone's heart rate becomes irregular, it can increase the amount of oxygen the heart needs, Ladha explained. At the same time, cannabis can also limit the amount of oxygen delivered to the heart, he added. \"What you end up having is this mismatch of oxygen supply and demand which fundamentally leads to heart attacks,\" Ladha said.",
    "naturalLanguageExplanation": "The article confuses relative and absolute risk. People who do not consume cannabis are likely to suffer from cardiac problems is a little below 1% and people who regularly consume cannabis have heart problems a little above 1%. When we consider the absolute risk it is very unlikely to suffer from additional heart problems when regularly consuming cannabis. However, the article only considers the comparison of relaitve risks and therefore comes to the conclusion that the risk of heart issues doubles when regularly consuming cannabis, but from an absolute perspective, incorporating long-time risks, this does not hold true."
  }
}